{
    "header": {
        "title": "Responsible Health AI Lab"
    },
    "heroArea":{
        "title": "RHAIL",
        "subTitle":"Responsible Health AI Lab"
    },
    "main": {
        "regionOne": {
            "title": "The Latest",
            "left": {
                "PIList": [
                        {
                            "name": "Martine De Cock, Ph.D.",
                            "title": "Professor"
                        },
                        {
                            "name": "Weichao Yuwen, Ph.D., R.N.",
                            "title": "Associate Professor"
                        },
                        {
                            "name": "Ling-Hong Hung, Ph.D.",
                            "title": "Research Assistant Professor"
                        }
                ],
                "text": "RHAIL supported by AIM-AHEAD Program for AI Readiness (PAIR)",
                "textSubsidiary": "RHAIL, supported by the AIM-AHEAD Program for AI Readiness (PAIR), is at the forefront of integrating artificial intelligence into health research. Our lab focuses on developing AI-driven solutions that enhance diagnostic accuracy, optimize treatment protocols, and improve patient outcomes. Through PAIR, we leverage cutting-edge AI technologies and collaborate with industry leaders to prepare the next generation of researchers for the evolving demands of healthcare innovation."
            },
            "right": {
                "one": {
                    "text-1-1": "10+",
                    "text-1-2": "Members",
                    "text-1-3": "A diverse team of leading experts drives our academic excellence"
                },
                "two": {
                    "text-2-1": "2+",
                    "text-2-2": "Projects",
                    "text-2-3": "Our projects foster interdisciplinary knowledge and offer opportunities for mutual learning in the field of Resonsible Health AI"
                },
                "three": {
                    "text-3-1": "10+",
                    "text-3-2": "Collaborators",
                    "text-3-3": "We collaborate with a vast array of partners across varied disciplines"
                },
                "showLinkedinBtn": true,
                "showXBtn": false,
                "showMoreBtn": false,
                "GoogleScholarLink": "https://scholar.google.com/citations?user=UfCI-NcAAAAJ&hl=en",
                "LinkedinLink": "https://www.linkedin.com/in/decockmartine",
                "XLink": "https://x.com/",
                "moreBtnLink":"https://www.google.com"
            }
        },
        "regionTwo": {
            "part1": {
                "title": "News",
                "introducePrimary": "Latest News List"
            },
            "part2": {
                "title": "Research",
                "introducePrimary": "Research Projects and Publications"
            }
        },
        "regionThree": {
            "titlePrimary": "Program for AI Readiness(PAIR)",
            "titleSecondary": "Our lab is sponsored by PAIR award administered by AIM-AHEAD (NIH). Learn more about PAIR and how you can get involved!",
            "buttonText": "Learn More",
            "joinNowLink": "https://www.aim-ahead.net/call-for-proposals-year-2/pair/"
        },
        "regionFour": {
            "titlePrimary": "Contact Us",
            "titleSecondary": "Get in Touch, Let’s Make an Impact Together",
            "buttonText": "Contact Us Now",
            "email": {
                "address": "wyuwen@uw.edu",
                "subject": "RHAIL Webpage - Contact Request",
                "body": {
                    "greeting": "To whom it may concern,",
                    "content": "I am interested in contacting you to learn more about your RHAIL.",
                    "closing": "Best regards,"
                }
            }
        },
        "FacultyList": [
            {
                "avatar": "../../src/assets/view/martine.png",
                "name": "Martine De Cock, Ph.D.",
                "title": "Professor",
                "introduction": "Dr. Martine De Cock is a Professor at the Institute of Technology, University of Washington Tacoma, and a guest professor at Ghent University. She holds M.Sc. and Ph.D. degrees in Computer Science from Ghent University. Dr. De Cock has extensive experience in artificial intelligence, data mining, machine learning, and information retrieval, with over 150 peer-reviewed publications. She has served as a visiting scholar at the University of California, Berkeley, and Stanford University. Her current research focuses on secure machine learning, social networks, and data analytics to improve healthcare. She is an associate editor for IEEE Transactions on Fuzzy Systems and has co-organized the KDDCup2013.",
                "col4": "",
                "col5": ""
            },
            {
                "avatar": "../../src/assets/view/weichao.png",
                "name": "Weichao Yuwen, Ph.D.",
                "title": "Assistant Professor",
                "introduction": "Dr. Weichao Yuwen is an Assistant Professor at the University of Washington Tacoma. She conducts research in developing, testing, and disseminating technology-enabled health solutions for individuals with chronic conditions and their family caregivers. Dr. Yuwen is actively involved in the American Medical Informatics Association and the International Family Nursing Association and is a founding board member of the Pacific-Northwest Chinese Nurses Association. Her interdisciplinary research contributes to innovative digital health interventions that enhance patient care and support networks.",
                "col4": "",
                "col5": ""
            },
            {
                "avatar": "../../src/assets/view/hung.png",
                "name": "Ling-Hong Hung, Ph.D.",
                "title": "Research Assistant Professor",
                "introduction": "Dr. Ling-Hong Hung is a Research Assistant Professor at the University of Washington Tacoma with expertise in bioinformatics, big data, and machine learning. His research integrates computational methodologies to process and analyze large-scale biological data, contributing to advancements in genomics and biomedical informatics. Dr. Hung's work is instrumental in the development of efficient algorithms for data-driven insights in medical and biological sciences.",
                "col4": "",
                "col5": ""
            }

        ],
        "EventList": [
            {
                "col1": "Presentation at AAAI 2025",
                "col2": "2025",
                "col3": "We will present our work on 'Transforming Tuberculosis Care: Optimizing Large Language Models for Enhanced Clinician-Patient Communication' at the AAAI 2025 workshop on Generative AI for Health.",
                "colUrl": "None"
            },
            {
                "col1": "NIH AIM-AHEAD Research Fellowship",
                "col2": "September 2024",
                "col3": "Daniil Filienko has been awarded a NIH AIM-AHEAD Research Fellowship, Cohort 3.",
                "colUrl": "None"
            },
            {
                "col1": "NIH AIM-AHEAD PAIR Phase 2 Award",
                "col2": "September 2024",
                "col3": "RHAIL is a NIH AIM-AHEAD PAIR Phase 2 awardee.",
                "colUrl": "None"
            },
            {
                "col1": "Pilot Funding from UW Institute of Translational Health Sciences",
                "col2": "August 2024",
                "col3": "Our project on using generative AI to assist cultural and linguistic adaptations of clinical trial materials has been awarded pilot funding by the UW Institute of Translational Health Sciences.",
                "colUrl": "None"
            },
            {
                "col1": "Accepted Paper at AMIA 2024 Annual Symposium",
                "col2": "2024",
                "col3": "Our paper on comparing prompting techniques to improve GPT-delivered Problem-Solving Therapy is accepted for presentation at the AMIA 2024 Annual Symposium.",
                "colUrl": "None"
            },
            {
                "col1": "Accepted Poster at MIE 2024",
                "col2": "2024",
                "col3": "Our poster on developing an AI-assisted platform to support tuberculosis care delivery is accepted for presentation at the 34th Medical Informatics Europe (MIE2024) conference.",
                "colUrl": "None"
            },
            {
                "col1": "Commencement Recognition",
                "col2": "June 7, 2024",
                "col3": "RHAIL alumna Caroline El Jazmi was recognized in the Commencement speech of UWT Chancellor Lange.",
                "colUrl": "None"
            },
            {
                "col1": "UW Population Health Initiative Pilot Grant",
                "col2": "May 20, 2024",
                "col3": "RHAIL received a UW Population Health Initiative pilot research grant on 'Building and evaluating AI-augmented treatment support for individuals with tuberculosis' in collaboration with Biobehavioral Nursing and Health Informatics (UW Seattle).",
                "colUrl": "None"
            },
            {
                "col1": "UW Tacoma Founders Endowment Grant",
                "col2": "May 10, 2024",
                "col3": "RHAIL received a UW Tacoma Founders Endowment Grant for research on 'Privacy-Preserving Generative AI for Equitable Cancer Research'.",
                "colUrl": "None"
            },
            {
                "col1": "Andrew and Julie Fry Innovation Award",
                "col2": "April 25, 2024",
                "col3": "Daniil Filienko and Caroline El Jazmi received the Andrew and Julie Fry Innovation Award at the School of Engineering and Technology for their work on the 'Caring for Caregivers Online' (COCO) project.",
                "colUrl": "None"
            },
            {
                "col1": "AIM-AHEAD Traineeship Selection",
                "col2": "January 2024",
                "col3": "Steven Golob has been selected for an AIM-AHEAD Traineeship in Advanced Data Analysis using the All of Us Clinical Database.",
                "colUrl": "None"
            },
            {
                "col1": "NIH AIM-AHEAD PAIR Cohort Selection",
                "col2": "October 2023",
                "col3": "The RHAIL lab has been selected for the first NIH supported AIM-AHEAD PAIR cohort.",
                "colUrl": "None"
            },
            {
                "col1": "UW Global Innovation Fund Award",
                "col2": "December 2022",
                "col3": "We received a UW Global Innovation Fund award in support of our research on 'Fair and Privacy-Preserving Machine Learning for Chronic Disease Symptom Management'.",
                "colUrl": "None"
            }
        ],
        "publications": [
            {
                "content": "<p class=\"p1\" style=\"white-space: normal; text-align: center;\"><strong>Transforming Tuberculosis Care: Optimizing Large Language Models for Enhanced Clinician-Patient Communication</strong></p><p><br/></p><p class=\"p1\" style=\"white-space: normal; text-align: center;\">Presented at AAAI 2025 workshop on Generative AI for Health</p><p><br/></p><p class=\"p1\" style=\"white-space: normal; text-align: center;\"><strong>Comparing Prompting Techniques to Improve GPT-delivered Problem-Solving Therapy</strong></p><p><br/></p><p class=\"p1\" style=\"white-space: normal; text-align: center;\">Accepted for presentation at AMIA 2024 Annual Symposium</p><p><br/></p><p class=\"p1\" style=\"white-space: normal; text-align: center;\"><strong>Developing an AI-assisted Platform to Support Tuberculosis Care Delivery</strong></p><p><br/></p><p class=\"p1\" style=\"white-space: normal; text-align: center;\">Accepted for presentation at the 34th Medical Informatics Europe (MIE2024) conference</p><p><br/></p>"
            }
        ]
    },
    "footer": {
        "item1": "AIM-AHEAD Program",
        "item1Link": "https://www.aim-ahead.net/",
        "item2": "AI Readiness (PAIR)",
        "item2Link": "https://www.aim-ahead.net/call-for-proposals-year-2/pair/",
        "item3": "University of Washington Tacoma",
        "item3Link": "https://www.tacoma.uw.edu/",
        "copyright": "AIM-AHEAD Coordinating Center is funded by NIH, Agreement No.: 1OT2OD032581-01"
    }
}